Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# dashboard.refreshFailedRetained
source: 새로고침에 실패해 마지막으로 불러온 현황을 표시합니다.
de: Aktualisierung fehlgeschlagen; der zuletzt geladene Stand wird angezeigt.
en: Refresh failed; showing the last loaded snapshot.
es: La actualización falló; se muestra la última instantánea cargada.
fr: L’actualisation a échoué ; le dernier instantané chargé reste affiché.
ja: 更新に失敗したため、最後に読み込んだスナップショットを表示しています。
pt: A atualização falhou; o último instantâneo carregado continua sendo exibido.
zh_hans: 刷新失败；正在显示上次加载的快照。
zh_hant: 重新整理失敗；正在顯示上次載入的快照。

# dashboard.status.running
source: 실행 중
de: Wird ausgeführt
en: Running
es: En ejecución
fr: En cours
ja: 実行中
pt: Em execução
zh_hans: 运行中
zh_hant: 執行中

# dashboard.status.background-process-running
source: 백그라운드 프로세스 실행 중
de: Hintergrundprozess wird ausgeführt
en: Background process running
es: Proceso en segundo plano en ejecución
fr: Processus d’arrière-plan en cours
ja: バックグラウンドプロセス実行中
pt: Processo em segundo plano em execução
zh_hans: 后台进程运行中
zh_hant: 背景程序執行中

# dashboard.status.input-required
source: 입력 필요
de: Eingabe erforderlich
en: Input required
es: Se requiere información
fr: Saisie requise
ja: 入力が必要
pt: Entrada necessária
zh_hans: 需要输入
zh_hant: 需要輸入

# dashboard.status.approval-required
source: 승인 필요
de: Genehmigung erforderlich
en: Approval required
es: Se requiere aprobación
fr: Approbation requise
ja: 承認が必要
pt: Aprovação necessária
zh_hans: 需要批准
zh_hant: 需要核准

# dashboard.status.terminating
source: 종료 중
de: Wird beendet
en: Terminating
es: Finalizando
fr: Arrêt en cours
ja: 終了処理中
pt: Encerrando
zh_hans: 正在终止
zh_hant: 正在終止

# dashboard.status.termination-failed
source: 종료 실패
de: Beenden fehlgeschlagen
en: Termination failed
es: Falló la finalización
fr: Échec de l’arrêt
ja: 終了失敗
pt: Falha ao encerrar
zh_hans: 终止失败
zh_hant: 終止失敗

# dashboard.status.liveness-unknown
source: 상태 확인 불가
de: Aktivität unbekannt
en: Liveness unknown
es: Actividad desconocida
fr: Activité inconnue
ja: 稼働状態不明
pt: Atividade desconhecida
zh_hans: 运行状态未知
zh_hant: 執行狀態未知

# dashboard.status.completed
source: Codex turn 완료
de: Codex-Turn abgeschlossen
en: Codex turn completed
es: Turno de Codex completado
fr: Tour Codex terminé
ja: Codex ターン完了
pt: Turno do Codex concluído
zh_hans: Codex 轮次已完成
zh_hant: Codex 輪次已完成

# dashboard.status.failed
source: 실패
de: Fehlgeschlagen
en: Failed
es: Fallido
fr: Échec
ja: 失敗
pt: Falhou
zh_hans: 失败
zh_hant: 失敗

# dashboard.status.interrupted
source: 중단됨
de: Unterbrochen
en: Interrupted
es: Interrumpido
fr: Interrompu
ja: 中断
pt: Interrompido
zh_hans: 已中断
zh_hant: 已中斷

# dashboard.status.cancelled
source: 취소됨
de: Abgebrochen
en: Cancelled
es: Cancelado
fr: Annulé
ja: キャンセル済み
pt: Cancelado
zh_hans: 已取消
zh_hant: 已取消

# dashboard.status.idle
source: 유휴
de: Inaktiv
en: Idle
es: Inactivo
fr: Inactif
ja: 待機中
pt: Ocioso
zh_hans: 空闲
zh_hant: 閒置

# dashboard.status.orphaned
source: 연결 끊김
de: Thread nicht verfügbar
en: Thread unavailable
es: Hilo no disponible
fr: Fil indisponible
ja: スレッド利用不可
pt: Thread indisponível
zh_hans: 线程不可用
zh_hant: 執行緒無法使用

# dashboard.title
source: Codex 현황
de: Codex-Status
en: Codex status
es: Estado de Codex
fr: État de Codex
ja: Codex 状況
pt: Estado do Codex
zh_hans: Codex 状态
zh_hant: Codex 狀態

# dashboard.scope.label
source: 표시 범위
de: Angezeigte Arbeit
en: Work shown
es: Trabajo mostrado
fr: Travail affiché
ja: 表示範囲
pt: Trabalho exibido
zh_hans: 显示范围
zh_hant: 顯示範圍

# dashboard.scope.conversation
source: 이 대화
de: Diese Unterhaltung
en: This conversation
es: Esta conversación
fr: Cette conversation
ja: この会話
pt: Esta conversa
zh_hans: 此对话
zh_hant: 此對話

# dashboard.scope.all
source: 전체 현황
de: Alle Unterhaltungen
en: All conversations
es: Todas las conversaciones
fr: Toutes les conversations
ja: 全体状況
pt: Todas as conversas
zh_hans: 全部概况
zh_hant: 整體概況

# dashboard.scope.conversationNotice
source: 이 GPT 대화의 Codex 작업과 이력을 표시합니다.
de: Codex-Arbeit und Verlauf dieser GPT-Unterhaltung.
en: Codex work and history from this GPT conversation.
es: Trabajo e historial de Codex de esta conversación de GPT.
fr: Travail et historique Codex de cette conversation GPT.
ja: この GPT 会話の Codex 作業と履歴を表示します。
pt: Trabalho e histórico do Codex desta conversa do GPT.
zh_hans: 显示此 GPT 对话中的 Codex 工作和历史记录。
zh_hant: 顯示此 GPT 對話中的 Codex 工作與歷史記錄。

# dashboard.scope.allNotice
source: 이 브리지에 기록된 모든 대화의 Codex 작업과 이력을 표시합니다.
de: Codex-Arbeit und Verlauf aller von dieser Bridge erfassten Unterhaltungen.
en: Codex work and history across conversations tracked by this bridge.
es: Trabajo e historial de Codex de las conversaciones registradas por este puente.
fr: Travail et historique Codex des conversations enregistrées par ce pont.
ja: このブリッジに記録されたすべての会話の Codex 作業と履歴を表示します。
pt: Trabalho e histórico do Codex das conversas registradas por esta ponte.
zh_hans: 显示此桥接器记录的所有对话中的 Codex 工作和历史记录。
zh_hant: 顯示此橋接器記錄的所有對話中的 Codex 工作與歷史記錄。

# dashboard.scope.unavailable
source: 현재 대화를 확인할 수 없습니다. 전체 작업 현황을 볼 수 있습니다.
de: Diese Unterhaltung konnte nicht erkannt werden. Alle gespeicherten Arbeiten sind verfügbar.
en: This conversation could not be identified. You can view all retained work.
es: No se pudo identificar esta conversación. Puedes ver todo el trabajo conservado.
fr: Cette conversation n’a pas pu être identifiée. Vous pouvez consulter tout le travail conservé.
ja: 現在の会話を特定できません。保存されているすべての作業を表示できます。
pt: Não foi possível identificar esta conversa. Você pode ver todo o trabalho armazenado.
zh_hans: 无法识别当前对话。你可以查看所有保留的工作。
zh_hant: 無法識別目前的對話。你可以查看所有保留的工作。

# dashboard.scope.runtimeNotice
source: 상태는 Codex 실행을 기준으로 표시합니다. 한 번의 실행 완료와 전체 목표의 완료는 다를 수 있습니다.
de: Der Status beschreibt die Codex-Ausführung. Ein abgeschlossener Turn bedeutet nicht unbedingt, dass das Gesamtziel erreicht ist.
en: Statuses describe Codex execution. Completing a turn does not necessarily complete the overall goal.
es: Los estados describen la ejecución de Codex. Completar un turno no implica completar el objetivo general.
fr: Les états décrivent l’exécution de Codex. La fin d’un tour ne signifie pas forcément que l’objectif global est atteint.
ja: 状態は Codex の実行を示します。1 回の実行完了と全体の目標達成は異なる場合があります。
pt: Os estados descrevem a execução do Codex. Concluir um turno não significa necessariamente concluir o objetivo geral.
zh_hans: 状态表示 Codex 的执行情况。一次执行完成不一定代表整体目标已完成。
zh_hant: 狀態表示 Codex 的執行情況。一次執行完成不一定代表整體目標已完成。

# dashboard.responseRequired
source: 응답 필요
de: Antwort nötig
en: Response needed
es: Respuesta necesaria
fr: Réponse requise
ja: 応答が必要
pt: Resposta necessária
zh_hans: 需要回应
zh_hant: 需要回應

# dashboard.problems
source: 문제
de: Probleme
en: Issues
es: Problemas
fr: Problèmes
ja: 問題
pt: Problemas
zh_hans: 问题
zh_hant: 問題

# dashboard.backgroundCount
source: 백그라운드 프로세스 {count}
de: Hintergrundprozesse: {count}
en: Background processes: {count}
es: Procesos en segundo plano: {count}
fr: Processus en arrière-plan : {count}
ja: バックグラウンドプロセス {count}件
pt: Processos em segundo plano: {count}
zh_hans: 后台进程：{count}
zh_hant: 背景程序：{count}

# dashboard.backgroundUnknown
source: 백그라운드 프로세스 상태 확인 필요
de: Status der Hintergrundprozesse muss geprüft werden
en: Background process status needs checking
es: Hay que comprobar los procesos en segundo plano
fr: État des processus en arrière-plan à vérifier
ja: バックグラウンドプロセスの状態確認が必要です
pt: É preciso verificar os processos em segundo plano
zh_hans: 需要检查后台进程状态
zh_hant: 需要檢查背景程序狀態

# dashboard.active
source: 현재 작업
de: Aktuelle Arbeit
en: Current work
es: Trabajo actual
fr: Travail en cours
ja: 現在の作業
pt: Trabalho atual
zh_hans: 当前工作
zh_hant: 目前工作

# dashboard.noActive
source: 표시할 현재 작업이 없습니다.
de: Keine aktuelle Arbeit anzuzeigen.
en: No current work to show.
es: No hay trabajo actual que mostrar.
fr: Aucun travail en cours à afficher.
ja: 表示する現在の作業はありません。
pt: Nenhum trabalho atual para mostrar.
zh_hans: 没有可显示的当前工作。
zh_hant: 沒有可顯示的目前工作。

# dashboard.recent
source: 실행 기록
de: Ausführungsverlauf
en: Run history
es: Historial de ejecuciones
fr: Historique des exécutions
ja: 実行履歴
pt: Histórico de execuções
zh_hans: 执行记录
zh_hant: 執行記錄

# dashboard.execution.current
source: 실행: {execution}
de: Ausführung: {execution}
en: Execution: {execution}
es: Ejecución: {execution}
fr: Exécution : {execution}
ja: 実行：{execution}
pt: Execução: {execution}
zh_hans: 执行：{execution}
zh_hant: 執行：{execution}

# dashboard.execution.recent
source: 최근 실행: {execution}
de: Letzte Ausführung: {execution}
en: Latest run: {execution}
es: Última ejecución: {execution}
fr: Dernière exécution : {execution}
ja: 最近の実行：{execution}
pt: Última execução: {execution}
zh_hans: 最近执行：{execution}
zh_hant: 最近執行：{execution}

# stale.title
source: 플러그인 새로고침 필요
de: Plugin-Aktualisierung erforderlich
en: Plugin refresh required
es: Es necesario actualizar el plugin
fr: Actualisation du plugin requise
ja: プラグインの更新が必要です
pt: É necessário atualizar o plugin
zh_hans: 需要刷新插件
zh_hant: 需要重新整理外掛程式

# stale.body
source: 이 {card} 카드 버전은 더 이상 보관되지 않습니다. 플러그인 메타데이터를 새로고침하고 새 대화를 여세요.
de: Diese Version der {card}-Karte wird nicht mehr vorgehalten. Aktualisieren Sie die Plugin-Metadaten und öffnen Sie eine neue Unterhaltung.
en: This {card} card revision is no longer retained. Refresh the plugin metadata and open a new conversation.
es: Esta versión de la tarjeta de {card} ya no se conserva. Actualiza los metadatos del plugin y abre una conversación nueva.
fr: Cette version de la carte {card} n’est plus conservée. Actualisez les métadonnées du plugin et ouvrez une nouvelle conversation.
ja: この{card}カードの版は保持されていません。プラグインのメタデータを更新して、新しい会話を開いてください。
pt: Esta versão do cartão de {card} não é mais mantida. Atualize os metadados do plugin e abra uma nova conversa.
zh_hans: 此{card}卡片版本已不再保留。请刷新插件元数据并打开新对话。
zh_hant: 此{card}卡片版本已不再保留。請重新整理外掛程式中繼資料並開啟新對話。

# stale.currentResource
source: 현재 리소스:
de: Aktuelle Ressource:
en: Current resource:
es: Recurso actual:
fr: Ressource actuelle :
ja: 現在のリソース:
pt: Recurso atual:
zh_hans: 当前资源：
zh_hant: 目前資源：

# stale.card.settings
source: 설정
de: Einstellungen
en: settings
es: configuración
fr: des paramètres
ja: 設定
pt: configurações
zh_hans: 设置
zh_hant: 設定

# stale.card.dashboard
source: 전체 현황
de: Übersicht
en: overview
es: resumen
fr: de la vue d’ensemble
ja: 全体状況
pt: visão geral
zh_hans: 概览
zh_hant: 概覽

# macos.settings.codexAccountAndInstallation
source: Codex 계정 및 설치
de: Codex-Konto und Installation
en: Codex Account & Installation
es: Cuenta e instalación de Codex
fr: Compte et installation de Codex
ja: Codexアカウントとインストール
pt: Conta e instalação do Codex
zh_hans: Codex 账户与安装
zh_hant: Codex 帳戶與安裝

# macos.settings.codexAccountAndInstallationDescription
source: Codex 계정 사용량을 확인하고 설치 항목을 선택하며 업데이트를 관리합니다.
de: Codex-Kontonutzung prüfen, Installation auswählen und Updates verwalten.
en: Review Codex account usage, choose an installation, and manage updates.
es: Consulta el uso de la cuenta de Codex, elige una instalación y gestiona las actualizaciones.
fr: Consultez l’utilisation du compte Codex, choisissez une installation et gérez les mises à jour.
ja: Codexアカウントの使用量を確認し、インストールを選択して更新を管理します。
pt: Consulte o uso da conta do Codex, escolha uma instalação e gerencie atualizações.
zh_hans: 查看 Codex 账户用量、选择安装并管理更新。
zh_hant: 查看 Codex 帳戶用量、選擇安裝並管理更新。

# macos.settings.connection
source: 연결
de: Verbindung
en: Connection
es: Conexión
fr: Connexion
ja: 接続
pt: Conexão
zh_hans: 连接
zh_hant: 連線

# macos.settings.connectionDescription
source: 이 Mac의 역할을 선택하고 로컬 또는 원격 서버 연결을 관리합니다.
de: Rolle dieses Mac auswählen und lokale oder entfernte Serververbindungen verwalten.
en: Choose this Mac’s role and manage local or remote server connections.
es: Elige la función de este Mac y gestiona conexiones de servidor locales o remotas.
fr: Choisissez le rôle de ce Mac et gérez les connexions aux serveurs locaux ou distants.
ja: このMacの役割を選び、ローカルまたはリモートのサーバー接続を管理します。
pt: Escolha a função deste Mac e gerencie conexões de servidor locais ou remotas.
zh_hans: 选择这台 Mac 的角色并管理本地或远程服务器连接。
zh_hant: 選擇這台 Mac 的角色並管理本機或遠端伺服器連線。

# macos.settings.execution
source: 실행
de: Ausführung
en: Execution
es: Ejecución
fr: Exécution
ja: 実行
pt: Execução
zh_hans: 执行
zh_hant: 執行

# macos.settings.generalDescription
source: 언어, 알림, 시작 동작과 이 Mac의 앱 사용 방식을 관리합니다.
de: Sprache, Mitteilungen, Startverhalten und App-Erlebnis auf diesem Mac verwalten.
en: Manage language, notifications, launch behavior, and this Mac’s app experience.
es: Gestiona el idioma, las notificaciones, el inicio y la experiencia de la app en este Mac.
fr: Gérez la langue, les notifications, le lancement et l’expérience de l’app sur ce Mac.
ja: 言語、通知、起動動作、このMacでのアプリ体験を管理します。
pt: Gerencie idioma, notificações, inicialização e a experiência do app neste Mac.
zh_hans: 管理语言、通知、启动行为以及这台 Mac 上的应用体验。
zh_hant: 管理語言、通知、啟動行為以及這台 Mac 上的 App 體驗。

# macos.settings.noSearchResults
source: 일치하는 설정이 없습니다
de: Keine passenden Einstellungen gefunden
en: No Matching Settings
es: No se encontraron ajustes coincidentes
fr: Aucun réglage correspondant
ja: 一致する設定がありません
pt: Nenhum ajuste correspondente
zh_hans: 未找到匹配的设置
zh_hant: 找不到符合的設定

# macos.settings.searchPrompt
source: 설정 검색
de: Einstellungen durchsuchen
en: Search Settings
es: Buscar en Ajustes
fr: Rechercher dans les réglages
ja: 設定を検索
pt: Buscar nos Ajustes
zh_hans: 搜索设置
zh_hant: 搜尋設定

# macos.settings.modelAndExecution
source: 모델 및 실행
de: Modelle und Ausführung
en: Models & Execution
es: Modelos y ejecución
fr: Modèles et exécution
ja: モデルと実行
pt: Modelos e execução
zh_hans: 模型与执行
zh_hant: 模型與執行

# macos.settings.modelAndExecutionDescription
source: 기본 접근 권한, 모델 정책, 추론, Fast, 동시 실행과 기록 보존을 설정합니다.
de: Standardzugriff, Modellrichtlinie, Reasoning, Fast, Parallelität und Aufbewahrung festlegen.
en: Set default access, model policy, reasoning, Fast mode, concurrency, and retention.
es: Configura el acceso predeterminado, la política de modelos, el razonamiento, Fast, la concurrencia y la retención.
fr: Configurez l’accès par défaut, la politique de modèles, le raisonnement, Fast, la concurrence et la conservation.
ja: 既定のアクセス、モデルポリシー、推論、Fast、同時実行、履歴保持を設定します。
pt: Defina acesso padrão, política de modelos, raciocínio, Fast, simultaneidade e retenção.
zh_hans: 设置默认访问权限、模型策略、推理、Fast、并发和历史保留。
zh_hant: 設定預設存取權、模型原則、推理、Fast、並行與記錄保留。

# macos.settings.projectsDescription
source: Codex가 작업을 시작할 폴더를 등록하고 관리합니다.
de: Ordner registrieren und verwalten, in denen Codex arbeiten kann.
en: Register and manage the folders where Codex can start work.
es: Registra y gestiona las carpetas donde Codex puede empezar a trabajar.
fr: Enregistrez et gérez les dossiers dans lesquels Codex peut commencer à travailler.
ja: Codexが作業を開始できるフォルダを登録して管理します。
pt: Registre e gerencie as pastas onde o Codex pode começar a trabalhar.
zh_hans: 注册并管理 Codex 可以开始工作的文件夹。
zh_hant: 登錄並管理 Codex 可以開始工作的資料夾。

# macos.settings.serverDescription
source: 이 서버의 안전 한도를 설정하고 재시작이 필요한 변경을 적용합니다.
de: Sicherheitsgrenze des Servers festlegen und Änderungen mit Neustart anwenden.
en: Set this server’s safety limit and apply changes that require a restart.
es: Define el límite de seguridad del servidor y aplica cambios que requieren reinicio.
fr: Définissez la limite de sécurité du serveur et appliquez les changements nécessitant un redémarrage.
ja: このサーバーの安全上限を設定し、再起動が必要な変更を適用します。
pt: Defina o limite de segurança do servidor e aplique alterações que exigem reinício.
zh_hans: 设置此服务器的安全上限并应用需要重启的更改。
zh_hant: 設定此伺服器的安全上限並套用需要重新啟動的變更。

# macos.settings.sharedSettingsAvailableAfterConnection
source: 공유 브리지 설정은 연결 준비가 완료되면 사용할 수 있습니다.
de: Gemeinsame Bridge-Einstellungen sind verfügbar, sobald die Verbindung bereit ist.
en: Shared Bridge settings become available after the connection is ready.
es: Los ajustes compartidos del Bridge estarán disponibles cuando la conexión esté lista.
fr: Les réglages Bridge partagés seront disponibles une fois la connexion prête.
ja: 共有ブリッジ設定は接続の準備が完了すると利用できます。
pt: As configurações compartilhadas da Bridge ficam disponíveis quando a conexão estiver pronta.
zh_hans: 连接就绪后即可使用共享 Bridge 设置。
zh_hant: 連線就緒後即可使用共用 Bridge 設定。

# macos.connectionAssistant.advancedDetails
source: 고급 정보
de: Erweiterte Details
en: Advanced Details
es: Detalles avanzados
fr: Détails avancés
ja: 詳細情報
pt: Detalhes avançados
zh_hans: 高级信息
zh_hant: 進階資訊

# macos.connectionAssistant.allReadyDescription
source: 필요한 연결 구성요소가 모두 준비되었습니다.
de: Alle erforderlichen Verbindungskomponenten sind bereit.
en: All required connection components are ready.
es: Todos los componentes de conexión necesarios están listos.
fr: Tous les composants de connexion requis sont prêts.
ja: 必要な接続コンポーネントはすべて準備できています。
pt: Todos os componentes de conexão necessários estão prontos.
zh_hans: 所有必需的连接组件均已就绪。
zh_hant: 所有必要的連線元件均已就緒。

# macos.connectionAssistant.allReadyTitle
source: 연결 준비 완료
de: Verbindung bereit
en: Connection Ready
es: Conexión lista
fr: Connexion prête
ja: 接続の準備完了
pt: Conexão pronta
zh_hans: 连接已就绪
zh_hant: 連線已就緒

# macos.connectionAssistant.chooseRoleDescription
source: 이 Mac에서 서버를 실행할지 다른 곳에서 실행 중인 서버에 연결할지 선택하세요.
de: Wählen Sie, ob dieser Mac den Server ausführt oder eine Verbindung zu einem anderen Server herstellt.
en: Choose whether this Mac runs the server or connects to a server running elsewhere.
es: Elige si este Mac ejecuta el servidor o se conecta a uno que funciona en otro equipo.
fr: Choisissez si ce Mac exécute le serveur ou se connecte à un serveur exécuté ailleurs.
ja: このMacでサーバーを実行するか、別の場所で実行中のサーバーに接続するかを選択します。
pt: Escolha se este Mac executa o servidor ou se conecta a um servidor em outro local.
zh_hans: 选择是在这台 Mac 上运行服务器，还是连接到其他位置运行的服务器。
zh_hant: 選擇要在這台 Mac 上執行伺服器，還是連線到其他位置執行的伺服器。

# macos.connectionAssistant.chooseRoleTitle
source: 이 Mac의 역할 선택
de: Rolle dieses Mac auswählen
en: Choose This Mac’s Role
es: Elige la función de este Mac
fr: Choisir le rôle de ce Mac
ja: このMacの役割を選択
pt: Escolha a função deste Mac
zh_hans: 选择这台 Mac 的角色
zh_hant: 選擇這台 Mac 的角色

# macos.connectionAssistant.codexSignInDescription
source: 브리지에서 이 계정의 작업을 시작할 수 있도록 브라우저에서 Codex에 로그인하세요.
de: Melden Sie sich im Browser bei Codex an, damit Bridge für dieses Konto arbeiten kann.
en: Sign in to Codex in your browser so the Bridge can start work for this account.
es: Inicia sesión en Codex en el navegador para que el Bridge pueda trabajar con esta cuenta.
fr: Connectez-vous à Codex dans votre navigateur pour que Bridge puisse travailler avec ce compte.
ja: このアカウントでブリッジが作業を開始できるよう、ブラウザでCodexにサインインします。
pt: Entre no Codex pelo navegador para que a Bridge possa trabalhar com esta conta.
zh_hans: 在浏览器中登录 Codex，以便 Bridge 可以为此账户开始工作。
zh_hant: 在瀏覽器中登入 Codex，讓 Bridge 可以為此帳戶開始工作。

# macos.connectionAssistant.codexSignInTitle
source: Codex 로그인
de: Codex-Anmeldung
en: Codex Sign-In
es: Inicio de sesión en Codex
fr: Connexion à Codex
ja: Codexへのサインイン
pt: Login no Codex
zh_hans: 登录 Codex
zh_hant: 登入 Codex

# macos.connectionAssistant.completeLocalDescription
source: 이 Mac에서 브리지를 실행할 준비가 되었습니다. ChatGPT Tunnel 연결을 마치고 프로젝트를 등록하세요.
de: Dieser Mac ist bereit für Bridge. Schließen Sie die ChatGPT-Tunnel-Verbindung ab und registrieren Sie ein Projekt.
en: This Mac is ready to run the Bridge. Finish the ChatGPT Tunnel connection and register a project.
es: Este Mac está listo para ejecutar el Bridge. Termina la conexión de ChatGPT Tunnel y registra un proyecto.
fr: Ce Mac est prêt à exécuter Bridge. Terminez la connexion ChatGPT Tunnel et enregistrez un projet.
ja: このMacでブリッジを実行する準備ができました。ChatGPT Tunnelの接続を完了し、プロジェクトを登録してください。
pt: Este Mac está pronto para executar a Bridge. Conclua a conexão do ChatGPT Tunnel e registre um projeto.
zh_hans: 这台 Mac 已准备好运行 Bridge。请完成 ChatGPT Tunnel 连接并注册项目。
zh_hant: 這台 Mac 已準備好執行 Bridge。請完成 ChatGPT Tunnel 連線並登錄專案。

# macos.connectionAssistant.completeRemoteDescription
source: 이 Mac에서 선택한 서버를 관리할 준비가 되었습니다.
de: Dieser Mac kann jetzt den ausgewählten Server verwalten.
en: This Mac is ready to manage the selected server.
es: Este Mac está listo para gestionar el servidor seleccionado.
fr: Ce Mac est prêt à gérer le serveur sélectionné.
ja: このMacから選択したサーバーを管理する準備ができました。
pt: Este Mac está pronto para gerenciar o servidor selecionado.
zh_hans: 这台 Mac 已准备好管理所选服务器。
zh_hant: 這台 Mac 已準備好管理所選伺服器。

# macos.connectionAssistant.completeTitle
source: 설정 완료
de: Einrichtung abgeschlossen
en: Setup Complete
es: Configuración completada
fr: Configuration terminée
ja: 設定完了
pt: Configuração concluída
zh_hans: 设置完成
zh_hant: 設定完成

# macos.connectionAssistant.configurationIssue
source: 연결 정보
de: Verbindungsinformationen
en: Connection Information
es: Información de conexión
fr: Informations de connexion
ja: 接続情報
pt: Informações de conexão
zh_hans: 连接信息
zh_hant: 連線資訊

# macos.connectionAssistant.configureConnection
source: 연결 설정
de: Verbindung einrichten
en: Set Up Connection
es: Configurar conexión
fr: Configurer la connexion
ja: 接続を設定
pt: Configurar conexão
zh_hans: 设置连接
zh_hant: 設定連線

# macos.connectionAssistant.connectAction
source: 연결
de: Verbinden
en: Connect
es: Conectar
fr: Connecter
ja: 接続
pt: Conectar
zh_hans: 连接
zh_hant: 連線

# macos.connectionAssistant.connectionDetailsDescription
source: 자동으로 찾지 못한 연결 정보만 입력하세요.
de: Geben Sie nur Verbindungsdaten ein, die nicht automatisch gefunden wurden.
en: Enter only the connection information that could not be found automatically.
es: Introduce solo la información de conexión que no se encontró automáticamente.
fr: Saisissez uniquement les informations de connexion qui n’ont pas été détectées automatiquement.
ja: 自動検出できなかった接続情報だけを入力します。
pt: Digite apenas as informações de conexão que não foram encontradas automaticamente.
zh_hans: 仅输入无法自动找到的连接信息。
zh_hant: 只輸入無法自動找到的連線資訊。

# macos.connectionAssistant.connectionDetailsTitle
source: 연결 정보
de: Verbindungsinformationen
en: Connection Information
es: Información de conexión
fr: Informations de connexion
ja: 接続情報
pt: Informações de conexão
zh_hans: 连接信息
zh_hant: 連線資訊

# macos.connectionAssistant.continueAction
source: 계속
de: Fortfahren
en: Continue
es: Continuar
fr: Continuer
ja: 続ける
pt: Continuar
zh_hans: 继续
zh_hant: 繼續

# macos.connectionAssistant.credentialsStayOnThisMac
source: API Key는 이 Mac의 비공개 연결 파일에만 저장되며 다시 표시되지 않습니다.
de: Der API-Schlüssel wird nur in der privaten Verbindungsdatei dieses Mac gespeichert und nicht erneut angezeigt.
en: The API key is stored only in this Mac’s private connection file and is not shown again.
es: La clave de API se guarda solo en el archivo de conexión privado de este Mac y no vuelve a mostrarse.
fr: La clé API est stockée uniquement dans le fichier de connexion privé de ce Mac et n’est plus affichée.
ja: APIキーはこのMacの非公開接続ファイルにのみ保存され、再表示されません。
pt: A chave da API é armazenada apenas no arquivo de conexão privado deste Mac e não é exibida novamente.
zh_hans: API 密钥仅存储在这台 Mac 的私有连接文件中，之后不会再次显示。
zh_hant: API 金鑰只會儲存在這台 Mac 的私人連線檔案中，之後不會再次顯示。

# macos.connectionAssistant.doneAction
source: 완료
de: Fertig
en: Done
es: Listo
fr: Terminé
ja: 完了
pt: Concluído
zh_hans: 完成
zh_hant: 完成

# macos.connectionAssistant.enterManually
source: 직접 입력
de: Manuell eingeben
en: Enter Manually
es: Introducir manualmente
fr: Saisir manuellement
ja: 手動で入力
pt: Inserir manualmente
zh_hans: 手动输入
zh_hant: 手動輸入

# macos.connectionAssistant.findExistingDescription
source: 연결 자격 증명을 입력하기 전에 앱이 지원되는 로컬 설정을 먼저 확인합니다.
de: Die App prüft zuerst unterstützte lokale Quellen, bevor Zugangsdaten abgefragt werden.
en: The app checks supported local sources before asking you to enter connection credentials.
es: La app comprueba primero las fuentes locales compatibles antes de pedir credenciales.
fr: L’app vérifie d’abord les sources locales prises en charge avant de demander les identifiants.
ja: 接続資格情報の入力を求める前に、対応するローカル設定を確認します。
pt: O app verifica primeiro as fontes locais compatíveis antes de solicitar credenciais.
zh_hans: 应用会先检查受支持的本地来源，再要求你输入连接凭据。
zh_hant: App 會先檢查支援的本機來源，再要求你輸入連線憑證。
